{
  "url": "online-company-registration",
  "pageTitle": "भारत में प्राइवेट लिमिटेड कंपनी पंजीकरण",
  "b2bServicePage": true,
  "showWhiteColor": true,
  "showBlueBanner": true,
  "hidePartnerList": true,
  "hideBannerBottom": true,
  "showServiceDashBoard": true,
  "showWatchNow": true,
  "meta": {
    "keyword": "कंपनी निगमन, कंपनी का पंजीकरण, भारत में कंपनी पंजीकरण, निजी लिमिटेड कंपनी पंजीकरण",
    "description": "Vakilsearch के माध्यम से किसी कंपनी को पंजीकृत करना आसान है, क्योंकि इसे पूरी तरह से ऑनलाइन संसाधित किया जाता है। हमारे विशेषज्ञ ऑनलाइन कंपनी पंजीकरण में आपकी सहायता कर सकते हैं।"
  },
  "content": {
    "serviceId": "1",
    "formTitle": "कानूनी सलाह लें",
    "title": "प्राइवेट लिमिटेड कंपनी का ऑनलाइन पंजीकरण",
    "subTitle": "अब कोई देरी या कठिनाई नहीं! भारत के #1 कंपनी निगमन सेवा प्रदाता के साथ अपना व्यवसाय पंजीकृत करें। एमसीए पर दस्तावेज़ अपलोड करने पर 7 दिन की गारंटी मिलेगी या पूरा रिफंड मिलेगा। नियम एवं शर्तें*",
    "isHindiForm": true,
    "formSection": {
      "submitCTA": "Talk to registration expert",
      "secondaryFormSection": {
        "formTitle": "आज ही संपर्क करें",
        "submitCTA": "Talk to registration expert"
      }
    },
    "menus": [
      {
        "title": "प्राथमिक जानकारी",
        "href": "#section1"
      },
      {
        "title": "प्राइवेट लिमिटेड कंपनी पंजीकरण के लाभ",
        "href": "#section2"
      },
      {
        "title": "प्राइवेट लिमिटेड कंपनी के लक्षण",
        "href": "#section3"
      },
      {
        "title": "प्राइवेट लिमिटेड कंपनी पंजीकरण के लिए सूची",
        "href": "#section4"
      },
      {
        "title": "प्राइवेट लिमिटेड कंपनी के प्रकार",
        "href": "#section5"
      },
      {
        "title": "सही व्यवसाय संरचना चुनने का महत्व",
        "href": "#section6"
      },
      {
        "title": "भारत में कंपनी पंजीकृत करने की प्रक्रिया",
        "href": "#section7"
      },
      {
        "title": "कंपनी का नाम और पूंजी",
        "href": "#section8"
      },
      {
        "title": "प्राइवेट लिमिटेड कंपनी के लिए अनिवार्य अनुपालन",
        "href": "#section9"
      },
      {
        "title": "किसी कंपनी को पंजीकृत करने के लिए आवश्यकताएँ",
        "href": "#section10"
      },
      {
        "title": "विभिन्न प्रकार की व्यावसायिक संरचनाओं की तुलनात्मक सूची",
        "href": "#section11"
      },
      {
        "title": "कंपनी के पंजीकरण के लिए आवश्यक दस्तावेज़",
        "href": "#section12"
      },
      {
        "title": "प्राइवेट लिमिटेड कंपनी पंजीकरण शुल्क",
        "href": "#section13"
      },
      {
        "title": "प्राइवेट लिमिटेड कंपनी के निगमन का प्रमाण पत्र",
        "href": "#section14"
      },
      {
        "title": "कंपनी पंजीकरण प्रमाणपत्र का महत्व",
        "href": "#section15"
      },
      {
        "title": "भ्रामक जानकारी के परिणाम",
        "href": "#section16"
      },
      {
        "title": "अधिकार और लाभ",
        "href": "#section17"
      },
      {
        "title": "प्रमाणपत्र के महत्व के अतिरिक्त कारण",
        "href": "#section18"
      },
      {
        "title": "अनुपालन सुनिश्चित करें और लाभ प्राप्त करें",
        "href": "#section19"
      },
      {
        "title": "शब्दावली",
        "href": "#section20"
      },
      {
        "title": "Vakilsearch ही क्यों?",
        "href": "#section21"
      },
      {
        "title": "FAQ's",
        "href": "#section22"
      }
    ],
    "summary": {
      "title": "आपको प्राइवेट लिमिटेड कंपनी के लिए पंजीकरण क्यों करना चाहिए?",
      "description": "भारत में व्यवसाय शुरू करने का सबसे लोकप्रिय तरीका, एक निजी सीमित कंपनी को पंजीकृत करने का तरीका जानें। निजी सीमित कंपनी पंजीकरण प्रक्रिया को जानें।",
      "steps": [
        {
          "title": "",
          "description": "हम आपके निर्देशकों को  MCA (कॉर्पोरेट मामलों के मंत्रालय) के साथ पंजीकृत करने में मदद करेंगे",
          "sign": "https://assets.vakilsearch.com/live-images/website_revamp/new-service-step3.svg"
        },
        {
          "title": "",
          "description": "हम आपको सही  कंपनी नाम चुनने में मदद करेंगे",
          "sign": "https://assets.vakilsearch.com/live-images/website_revamp/new-service-step2.svg"
        },
        {
          "title": "",
          "description": "हम आपकी कंपनी के  संविधान (MoA और AoA) का मसौदा तैयार करेंगे",
          "sign": "https://assets.vakilsearch.com/live-images/website_revamp/new-service-step1.svg"
        }
      ]
    },
    "sections": [
      [
        {
          "title": "प्राइवेट लिमिटेड कंपनी का ऑनलाइन पंजीकरण - प्राथमिक जानकारी",
          "href": "section1",
          "text": "प्राइवेट लिमिटेड कंपनी का पंजीकरण भारत में व्यवसाय शुरू करने के सबसे सुझाए गए तरीकों में से एक है। प्राइवेट लिमिटेड कंपनी के मालिकों को ’शेर-होल्डर्स’ कहा जाता है। इसकी संगठनात्मक संरचना और कंपनी के मालिक और कंपनी के अधिकारियों के बीच स्पष्ट अंतर के कारण इसे आमतौर पर नया व्यवसाय शुरू करने वाले लोग पसंद करते हैं।"
        },
        {
          "text": "आपके भरोसेमंद कानूनी सलाहकार के रूप में, वकिलसर्च भारत में आपकी कंपनी को पंजीकृत करने के लिए एक सरल और किफायती सेवा प्रदान करता है। हम सभी कानूनी प्रक्रियाओं को पूरा करेंगे और कॉर्पोरेट मामलों के मंत्रालय (एमसीए) द्वारा निर्धारित नियमों का अनुपालन सुनिश्चित करेंगे। प्राइवेट लिमिटेड कंपनी पंजीकरण प्रक्रिया के सफल समापन पर, आपको पंजीकरण प्रमाणपत्र (सीओआई), साथ ही पैन और टैन दस्तावेज़ प्राप्त होंगे। इन दस्तावेज़ों से आप आसानी से चालू बैंक खाता खोल सकते हैं और अपना व्यवसाय शुरू कर सकते हैं।"
        }
      ],
      [
        {
          "title": "प्राइवेट लिमिटेड कंपनी पंजीकरण के लाभ",
          "href": "section2",
          "text": "किसी कंपनी को पंजीकृत करने के कई फायदे हैं। जब कोई व्यवसाय औपचारिक रूप से एक कंपनी के रूप में सरकार के साथ पंजीकृत होता है, तो यह आपके ग्राहकों और व्यावसायिक भागीदारों के लिए अधिक भरोसेमंद हो जाता है। इसके अलावा, किसी कंपनी के ऑनलाइन पंजीकरण के कई अन्य लाभ हैं जो आपके व्यवसाय को बढ़ने में मदद कर सकते हैं।"
        },
        {
          "items": "मालिकों को व्यक्तिगत नुकसान और देयताओं से बचाता है | अधिक ग्राहकों को आकर्षित करने में मदद करता है | व्यवसाय ऋण और पूंजी निवेश प्राप्त करने में मदद करता है | आपकी कंपनी की संपत्तियों को व्यावसायिक देयताओं से बचाता है | स्पष्ट संरचना के माध्यम से अधिक स्थिरता | विकास और विस्तार की संभावना बढ़ जाती है"
        }
      ],
      [
        {
          "title": "प्राइवेट लिमिटेड कंपनी के लक्षण",
          "href": "section3",
          "heading": "सदस्य",
          "text": "लागू अधिनियम के अनुसार, एक प्राइवेट लिमिटेड कंपनी में न्यूनतम दो सदस्य होने चाहिए, अधिकतम सीमा दो सौ शेयरधारकों की होनी चाहिए।"
        },
        {
          "heading": "निदेशकों की संख्या",
          "text": "अधिनियम के अनुसार, एक प्राइवेट लिमिटेड कंपनी के लिए न्यूनतम दो निदेशकों की आवश्यकता होती है, जबकि अनुमत निदेशकों की अधिकतम संख्या 15 है।"
        },
        {
          "heading": "सीमित व्यक्तिगत दायित्व",
          "text": "एक प्राइवेट लिमिटेड कंपनी में, प्रत्येक व्यक्तिगत सदस्य या शेयरधारक की व्यक्तिगत देनदारी सीमित होती है। इसका मतलब यह है कि अगर कंपनी को घाटा होता है, तो शेयरधारक कर्ज चुकाने के लिए अपनी निजी संपत्ति बेचने के लिए उत्तरदायी नहीं हैं। वे केवल सब्सक्राइब किए गए शेयरों की राशि या गारंटी की राशि, यदि लागू हो, के मूल्य के लिए जिम्मेदार हैं।"
        },
        {
          "heading": "शाश्वत अस्तित्व",
          "text": "शाश्वत अस्तित्व यह सुनिश्चित करता है कि एक प्राइवेट लिमिटेड कंपनी दिवालियापन, या उसके किसी भी सदस्य की मृत्यु जैसे कारणों की परवाह किए बिना कानूनी रूप से अस्तित्व में बनी रहे। कंपनी का अस्तित्व शाश्वत है."
        },
        {
          "heading": "अधिकृत और चुकता शेयर पूंजी",
          "text": "एक प्राइवेट लिमिटेड कंपनी के पास कम से कम ₹1 लाख की अधिकृत शेयर पूंजी होनी चाहिए। कंपनी अधिनियम में संशोधन के माध्यम से न्यूनतम सब्सक्राइब्ड शेयर पूंजी की आवश्यकता को हटा दिया गया है।"
        },
        {
          "heading": "नाम",
          "text": "प्राइवेट लिमिटेड कंपनी के नाम के अंत में 'प्राइवेट लिमिटेड' शब्द शामिल होना चाहिए। उदाहरण के लिए, यदि कंपनी का नाम एबीसी है, तो इसे आधिकारिक संचार और पंजीकरण फॉर्म में 'एबीसी प्राइवेट लिमिटेड' लिखा जाना चाहिए।"
        },
        {
          "heading": "सूचीपत्र",
          "text": "एक प्रॉस्पेक्टस कंपनी की स्थिति और मामलों के बारे में एक विस्तृत विवरण प्रदान करता है। हालाँकि, एक प्राइवेट लिमिटेड कंपनी प्रॉस्पेक्टस जारी नहीं कर सकती क्योंकि उसे अपने शेयरों की सदस्यता के लिए जनता को आमंत्रित करने की अनुमति नहीं है।"
        },
        {
          "heading": "सदस्यों का रजिस्टर",
          "text": "अधिनियम के अनुसार एक प्राइवेट लिमिटेड कंपनी अपने सदस्यों का रजिस्टर बनाए रखने के लिए बाध्य नहीं है। इसके विपरीत, एक सार्वजनिक कंपनी को ऐसा रजिस्टर बनाए रखना आवश्यक है।अधिनियम के अनुसार एक प्राइवेट लिमिटेड कंपनी अपने सदस्यों का रजिस्टर बनाए रखने के लिए बाध्य नहीं है। इसके विपरीत, एक सार्वजनिक कंपनी को ऐसा रजिस्टर बनाए रखना आवश्यक है।"
        }
      ],
      [
        {
          "title": "प्राइवेट लिमिटेड कंपनी पंजीकरण के लिए सूची",
          "href": "section4",
          "text": "कंपनी अधिनियम, 2013 यह निर्धारित करता है कि भारत में एक प्राइवेट लिमिटेड कंपनी को पंजीकृत करने के लिए निम्नलिखित चेकलिस्ट आवश्यकताओं को पूरा करना होगा।"
        },
        {
          "heading": "दो निदेशक:",
          "text": "एक प्राइवेट लिमिटेड कंपनी में कम से कम दो निदेशक होने चाहिए, अधिकतम दो सौ। कंपनी के कम से कम एक निदेशक को भारत का निवासी होना चाहिए।"
        },
        {
          "heading": "अनूठा नाम",
          "text": "आपकी प्राइवेट लिमिटेड कंपनी का नाम खास होना चाहिए. आपकी कंपनी का नाम भारत में किसी भी मौजूदा कंपनी या ट्रेडमार्क के समान नहीं हो सकता।"
        },
        {
          "heading": "न्यूनतम पूंजी योगदान:",
          "text": "एक प्राइवेट लिमिटेड कंपनी की अधिकृत पूंजी कम से कम ₹1 लाख होनी चाहिए।"
        },
        {
          "heading": "पंजीकृत कार्यालय:",
          "text": "प्राइवेट लिमिटेड कंपनी के पंजीकृत कार्यालय का वाणिज्यिक कार्यालय होना आवश्यक नहीं है। यहां तक कि किराए का घर भी मकान मालिक से अनुमति प्रमाणपत्र प्राप्त करके पंजीकृत कार्यालय हो सकता है।"
        }
      ],
      [
        {
          "title": "प्राइवेट लिमिटेड कंपनी के प्रकार",
          "href": "section5",
          "heading": "शेयरों द्वारा सीमित कंपनी",
          "text": "शेयरों द्वारा सीमित कंपनियों में, सदस्यों का दायित्व नाममात्र शेयर के मूल्य तक सीमित होता है जैसा कि मेमोरेंडम ऑफ एसोसिएशन में बताया गया है। शेयरधारकों को कंपनी में निवेश की गई पूंजी से अधिक के लिए उत्तरदायी नहीं ठहराया जा सकता है।"
        },
        {
          "heading": "गारंटी द्वारा कंपनी लिमिटेड",
          "text": "गारंटी द्वारा सीमित एक प्राइवेट लिमिटेड कंपनी में, सदस्यों का दायित्व मेमोरेंडम ऑफ एसोसिएशन में निर्दिष्ट गारंटी की राशि तक सीमित है। ऐसी कंपनी के सदस्य ज्ञापन में बताई गई गारंटी से अधिक राशि के लिए उत्तरदायी नहीं हैं।"
        },
        {
          "text": "इसके अलावा, गारंटी द्वारा कंपनी लिमिटेड में सदस्यों की गारंटी केवल कंपनी के समापन की स्थिति में ही लागू की जा सकती है। जब कंपनी सामान्य रूप से काम कर रही हो तो सदस्यों द्वारा प्रदान की गई गारंटी की मांग नहीं की जा सकती।"
        },
        {
          "heading": "असीमित कंपनियाँ",
          "text": "असीमित कंपनियाँ ऐसे व्यवसाय हैं जिनके सदस्यों की देनदारी पर कोई सीमा नहीं होती है। प्रत्येक सदस्य कंपनी के ऋणों और देयताओं के लिए पूरी तरह से व्यक्तिगत रूप से उत्तरदायी है। नतीजतन, यदि कोई असीमित कंपनी बंद हो जाती है, तो लेनदारों को शेयरधारकों से कंपनी के ऋण और देयताओं की वसूली करने का अधिकार है।"
        },
        {
          "text": "शेयरधारकों को सीमित देयता संरक्षण की पेशकश नहीं करने के बावजूद, एक असीमित कंपनी को अभी भी एक अलग कानूनी इकाई के रूप में मान्यता प्राप्त है। परिणामस्वरूप, असीमित कंपनी के सदस्यों पर व्यक्तिगत रूप से मुकदमा नहीं चलाया जा सकता है।"
        }
      ],
      [
        {
          "title": "सही व्यवसाय संरचना चुनने का महत्व",
          "href": "section6",
          "text": "सही व्यवसाय संरचना चुनना कई कारणों से महत्वपूर्ण है:"
        },
        {
          "text": "<b>कानूनी अनुपालन:</b> विभिन्न व्यावसायिक संरचनाओं की अलग-अलग कानूनी आवश्यकताएँ होती हैं। उपयुक्त संरचना का चयन प्रासंगिक कानूनों, विनियमों और कर नियमों का अनुपालन सुनिश्चित करता है।"
        },
        {
          "text": "<b>दायित्व संरक्षण:</b> सही संरचना व्यक्तिगत संपत्तियों को व्यावसायिक घाटे से बचाने में मदद कर सकती है। उदाहरण के लिए, एक सीमित देयता भागीदारी (एलएलपी) या एक प्राइवेट लिमिटेड कंपनी बनाने से उसके मालिकों को सीमित देयता सुरक्षा मिलती है, जो व्यक्तिगत संपत्तियों को व्यावसायिक घाटे से बचाती है।"
        },
        {
          "text": "<b>कर विनियम:</b> प्रत्येक व्यवसाय संरचना के अपने कर नियम होते हैं। सही संरचना का चयन करने से कर देनदारियों को कम करने और उपलब्ध कर लाभों और प्रोत्साहनों का लाभ उठाने में मदद मिल सकती है। इससे अंततः अधिकतम लाभ होता है।"
        },
        {
          "text": "<b>फंडिंग के अवसर:</b> व्यवसाय संरचना का चुनाव पूंजी जुटाने में आसानी को प्रभावित कर सकता है। उदाहरण के लिए, एक प्राइवेट लिमिटेड कंपनी शेयर जारी कर सकती है, जिससे यह निवेशकों और ऋणदाताओं के लिए अधिक आकर्षक हो जाएगी।"
        },
        {
          "text": "<b>परिचालन में आसानी:</b> विभिन्न संरचनाएं अलग-अलग स्तर की परिचालन सुविधा प्रदान करती हैं। सही संरचना का चयन व्यवसाय मालिकों को उनकी आवश्यकताओं के अनुसार भूमिकाओं, जिम्मेदारियों और निर्णय लेने की प्रक्रियाओं को परिभाषित करने की अनुमति देता है।"
        },
        {
          "text": "<B>दीर्घकालिक लक्ष्य:</b> व्यवसाय संरचना आपके दीर्घकालिक लक्ष्यों के अनुरूप होनी चाहिए। इसे विकास, विस्तार और अंततः विलय, अधिग्रहण या सार्वजनिक होने जैसी निकास रणनीतियों को सुविधाजनक बनाना चाहिए।"
        }
      ],
      [
        {
          "title": "भारत में कंपनी पंजीकृत करने की प्रक्रिया",
          "href": "section7",
          "text": "भारत में कंपनी पंजीकरण की प्रक्रिया"
        },
        {
          "heading": "1: प्रारंभिक दस्तावेज़ एकत्रित करना",
          "text": "आवश्यक दस्तावेज़ इकट्ठा करें और निगमन प्रक्रिया के लिए उनका सत्यापन करें।"
        },
        {
          "heading": "2: डीएससी और नाम अनुमोदन",
          "text": "डिजिटल हस्ताक्षर प्रमाणपत्र (डीएससी) के लिए आवेदन करें और एमसीए से अपनी कंपनी के नाम के लिए अनुमोदन प्राप्त करें।"
        },
        {
          "heading": "3: अतिरिक्त दस्तावेज़ जमा करना",
          "text": "आवश्यक दस्तावेजों का दूसरा सेट जमा करें और उनका सत्यापन सुनिश्चित करें।"
        },
        {
          "heading": "4: एमओए और एओए का मसौदा तैयार करना",
          "text": "अपनी कंपनी के लिए मेमोरेंडम ऑफ एसोसिएशन (एमओए) और आर्टिकल्स ऑफ एसोसिएशन (एओए) तैयार करें।"
        },
        {
          "heading": "5: अंतिम फॉर्म अपलोड करें",
          "text": "कंपनी निगमन के अंतिम चरण के लिए पूर्ण दस्तावेज़ और फॉर्म अपलोड करें।"
        }
      ],
      [
        {
          "title": "कंपनी का नाम और पूंजी",
          "href": "section8",
          "text": "कंपनी का नाम चुनने में उद्योग, लक्षित दर्शकों और व्यक्तिगत पसंद जैसे कारकों से प्रभावित एक रचनात्मक प्रक्रिया शामिल होती है। किसी कंपनी की पूंजी में काफी उतार-चढ़ाव हो सकता है और यह व्यवसाय शुरू करने और चलाने के लिए आवश्यक संसाधनों और निवेश से निर्धारित होती है।"
        }
      ],
      [
        {
          "title": "प्राइवेट लिमिटेड कंपनी के लिए अनिवार्य अनुपालन",
          "href": "section9",
          "text": "एक बार कंपनी पंजीकरण की प्रक्रिया पूरी हो जाने के बाद, कुछ सरकारी अनुपालन और नियमों को पूरा करना आवश्यक है। इन अनुपालनों का पालन करने में विफलता के कारण संभावित जुर्माना और कानूनी परिणाम हो सकते हैं। पंजीकरण के बाद की कुछ प्रमुख आवश्यकताओं में शामिल हैं:"
        },
        {
          "text": "चार्टर्ड अकाउंटेंट की नियुक्ति: प्रत्येक भारतीय कंपनी को कंपनी निगमन के 30 दिनों के भीतर एक प्रैक्टिसिंग चार्टर्ड अकाउंटेंट (सीए) नियुक्त करना होगा।"
        },
        {
          "text": "<b>डीआईएन केवाईसी:</b> कंपनी को पंजीकृत करने के उद्देश्य से प्रत्येक प्राइवेट लिमिटेड कंपनी के पास कम से कम दो निदेशक होने चाहिए। ऐसे प्रत्येक निदेशक को एमसीए द्वारा एक अद्वितीय नंबर आवंटित किया जाता है जिसे निदेशक पहचान संख्या या डीआईएन के रूप में जाना जाता है। यह एमसीए के साथ फ़ाइल पर फ़ोन नंबर और ईमेल पते को सत्यापित करने में मदद करता है। DIN रखने वाले प्रत्येक व्यक्ति को हर साल MCA के साथ एक KYC फॉर्म भरना होगा।"
        },
        {
          "text": "<b>व्यवसाय की शुरुआत:</b> कंपनी के शेयरधारकों को निगमन के 180 दिनों के भीतर एमओए में निर्दिष्ट सदस्यता राशि जमा करनी होगी, और कंपनी को एक बैंक चालू खाता बनाना होगा। इसलिए, व्यवसाय निगमन प्रमाणपत्र प्राप्त करने के लिए, ₹1 लाख की चुकता पूंजी के साथ स्थापित कंपनी के शेयरधारकों को कंपनी के बैंक खाते में ₹1 लाख जमा करना होगा। उन्हें एमसीए के पास बैंक विवरण की एक प्रति भी दाखिल करनी चाहिए।"
        },
        {
          "text": "<b>एमसीए वार्षिक फाइलिंग:</b> प्रत्येक कंपनी को एमसीए के साथ अपना वार्षिक वित्तीय विवरण दाखिल करना आवश्यक है। कोई भी कंपनी जो वित्तीय वर्ष की अंतिम तिमाही (जनवरी-मार्च) के दौरान पंजीकृत होती है, उसे उस वर्ष के लिए वार्षिक रिटर्न दाखिल करने की आवश्यकता नहीं होती है और वह अगले वर्ष के वार्षिक रिटर्न के साथ पहले वर्ष का रिटर्न दाखिल कर सकती है। वार्षिक रिटर्न में निदेशकों और एक पेशेवर चार्टर्ड अकाउंटेंट के डिजिटल हस्ताक्षर होने चाहिए।"
        },
        {
          "text": "<b>आयकर दाखिल करना:</b> वार्षिक रिटर्न के अलावा, प्रत्येक कंपनी को हर साल आयकर रिटर्न (आईटीआर) दाखिल करना भी आवश्यक होता है। पंजीकरण की तारीख चाहे जो भी हो, कंपनी को प्रत्येक वित्तीय वर्ष की समय सीमा से पहले आयकर रिटर्न दाखिल करना होगा। कंपनी के आयकर रिटर्न पर निदेशक के डिजिटल हस्ताक्षर का उपयोग करके हस्ताक्षर किए जाने चाहिए।"
        }
      ],
      [
        {
          "title": "किसी कंपनी को पंजीकृत करने के लिए आवश्यकताएँ",
          "href": "section10",
          "text": "प्रत्येक व्यवसाय को कंपनी के रूप में पंजीकृत होने से पहले कुछ शर्तों को पूरा करना होगा। ऐसी स्थितियाँ निम्नलिखित हैं:"
        },
        {
          "heading": "1. निदेशक और सदस्य",
          "text": "जैसा कि पहले उल्लेख किया गया है, एक प्राइवेट लिमिटेड कंपनी को कम से कम दो सदस्यों की आवश्यकता होती है और इसमें अधिकतम 200 सदस्य हो सकते हैं। कंपनी अधिनियम 2013 के अनुसार यह एक अनिवार्य आवश्यकता है। निदेशकों को निम्नलिखित शर्तों को पूरा करना चाहिए:"
        },
        {
          "text": "प्रत्येक निदेशक के पास MCA द्वारा जारी किया गया DIN होना चाहिए"
        },
        {
          "text": "निदेशकों में से कम से कम एक भारतीय निवासी होना चाहिए, जिसका अर्थ है कि उन्होंने पिछले कैलेंडर वर्ष के दौरान 365 दिनों में से कम से कम 182 दिन भारत में बिताए होंगे।"
        },
        {
          "heading": "2. व्यवसाय का नाम",
          "text": "व्यवसाय के नाम में एमसीए द्वारा अनुमोदित नाम के बाद अनिवार्य रूप से दो प्रत्यय शामिल होने चाहिए। प्रत्यय में शामिल होना चाहिए:",
          "items": "व्यवसाय की प्रमुख गतिविधि का विवरण, और | शब्द, 'प्राइवेट लिमिटेड कंपनी'"
        },
        {
          "heading": "3.पंजीकृत कार्यालय का पता",
          "text": "प्रत्येक कंपनी को एक स्थायी पंजीकृत पते की आवश्यकता होती है। जैसा कि चर्चा की गई है, यह आवश्यक नहीं है कि यह पता कोई वाणिज्यिक कार्यालय हो। यह किसी सदस्य के घर का पता या किराए का आवास भी हो सकता है। एमसीए सभी आधिकारिक पत्राचार के लिए इस पते का उपयोग करेगा।"
        },
        {
          "heading": "4. अतिरिक्त दस्तावेज़ प्राप्त करना",
          "text": "व्यवसाय के निदेशक, जो व्यवसाय के प्रतिनिधियों के रूप में कार्य करेंगे, को कंपनी की ओर से आधिकारिक और अनुपालन संबंधी दस्तावेजों पर हस्ताक्षर करने के लिए अपने नाम पर एक डिजिटल हस्ताक्षर प्रमाणपत्र की आवश्यकता होगी। इसके अलावा, व्यवसाय को ऐसे पेशेवरों को नियुक्त करने की आवश्यकता है जो कंपनी सचिव, चार्टर्ड अकाउंटेंट और लागत अकाउंटेंट जैसे अनुपालन को पूरा करने के लिए आवश्यक हों।"
        }
      ],
      [
        {
          "title": "विभिन्न प्रकार की व्यावसायिक संरचनाओं की तुलनात्मक सूची",
          "href": "section11"
        },
        {
          "datas": [
            {
              "type": "table",
              "headings": [
                "संरचना का प्रकार",
                "सबसे उपयुक्त",
                "कर लाभ",
                "कानूनी अनुपालन"
              ],
              "rows": [
                {
                  "field1": "सीमित देयता भागीदारी (एलएलपी)",
                  "field2": "ऐसे व्यवसाय जो सेवाओं पर ध्यान केंद्रित करते हैं या कम पूंजी निवेश की आवश्यकता होती है",
                  "field3": "डेप्रिसेयशन पर लाभ।",
                  "field4": "आयकर रिटर्न और वार्षिक आय रिटर्न आरओसी के पास दाखिल किया जाना है"
                },
                {
                  "field1": "एक व्यक्ति कंपनी (ओपीसी)",
                  "field2": "मालिकाना व्यवसाय जिसके लिए एक उचित व्यवसाय संरचना की आवश्यकता होती है",
                  "field3": "स्टार्टअप इंडिया के तहत पहले तीन साल तक टैक्स में छूट। <br /> डिप्रिसेयशन पर बेहतर लाभ। <br />मुआवज़ा वितरण पर कर छूट।",
                  "field4": "कम RoC अनुपालन"
                },
                {
                  "field1": "प्राइवेट लिमिटेड कंपनी",
                  "field2": "जिन कंपनियों का आय टर्नओवर अधिक है",
                  "field3": "स्टार्टअप इंडिया के तहत पहले तीन साल तक टैक्स में छूट।<br /> डिप्रिसेयशन पर बेहतर लाभ। ",
                  "field4": "व्यापार कर और आय रिटर्न आरओसी के पास दाखिल किया जाना है। वित्तीय विवरण का ऑडिट अनिवार्य।"
                },
                {
                  "field1": "पब्लिक लिमिटेड कंपनी",
                  "field2": "बड़े पूंजी निवेश की आवश्यकता वाला व्यवसाय",
                  "field3": "आयकर अधिनियम के तहत कर छूट",
                  "field4": "व्यापार कर और आय रिटर्न आरओसी के पास दाखिल किया जाना है। वित्तीय विवरण का ऑडिट अनिवार्य।"
                }
              ]
            }
          ]
        }
      ],
      [
        {
          "title": "कंपनी के पंजीकरण के लिए आवश्यक दस्तावेज़",
          "href": "section12",
          "accordion": "कंपनी के पंजीकरण के लिए आवश्यक दस्तावेज़",
          "text": "प्राइवेट लिमिटेड कंपनी के पंजीकरण के लिए एमसीए को उचित पहचान और पते के प्रमाण दस्तावेजों की आवश्यकता होती है। किसी कंपनी को पंजीकृत करने के लिए निम्नलिखित दस्तावेज़ अनिवार्य हैं:"
        },
        {
          "heading": "पहचान और पते का प्रमाण",
          "items": "पैन कार्ड या पासपोर्ट की स्कैन की गई फोटो (विदेशी नागरिकों और एनआरआई के लिए)| वोटर आईडी/पासपोर्ट/ड्राइविंग लाइसेंस की स्कैन की गई फोटो | नवीनतम बैंक स्टेटमेंट/टेलीफोन या मोबाइल बिल/बिजली या गैस बिल की स्कैन की गई फोटो | स्कैन की गई पासपोर्ट आकार की तस्वीर और नमूना हस्ताक्षर (केवल निदेशकों के लिए खाली दस्तावेज़ पर हस्ताक्षर)"
        },
        {
          "heading": "पंजीकृत पते का प्रमाण",
          "items": "नवीनतम बैंक स्टेटमेंट/टेलीफोन या मोबाइल बिल/बिजली या गैस बिल की स्कैन की गई कॉपी | अंग्रेजी में किराये के समझौते की नोटरीकृत स्कैन की गई फोटो | संपत्ति के मालिक से अनुमति प्रमाण पत्र की स्कैन की गई प्रति (किराए की संपत्ति के मामले में) | अंग्रेजी में पते के स्वामित्व दस्तावेजों की स्कैन की गई प्रति (स्वामित्व वाली संपत्ति के मामले में) "
        },
        {
          "text": "<b>नोट:</b> आपके पंजीकृत कार्यालय का वाणिज्यिक कार्यालय होना आवश्यक नहीं है; यह आपका निवास भी हो सकता है."
        }
      ],
      [
        {
          "title": "प्राइवेट लिमिटेड कंपनी पंजीकरण शुल्क",
          "href": "section13",
          "accordion": "प्राइवेट लिमिटेड कंपनी पंजीकरण शुल्क",
          "text": "वकिलसर्च में, हम प्राइवेट लिमिटेड कंपनी पंजीकरण के लिए व्यापक सेवाएं प्रदान करते हैं। एक प्राइवेट लिमिटेड कंपनी के लिए पंजीकरण शुल्क अधिकृत पूंजी, राज्य-विशिष्ट आवश्यकताओं और अन्य आकस्मिक खर्चों जैसे कारकों के आधार पर भिन्न हो सकता है।"
        },
        {
          "text": "आपकी विशिष्ट स्थिति और राज्य पर लागू पंजीकरण शुल्क का सटीक आकलन प्राप्त करने के लिए, हम विशेषज्ञों से बात करने की सलाह देते हैं। वे पंजीकरण प्रक्रिया में आपका मार्गदर्शन करेंगे, इसमें शामिल शुल्क का विवरण देंगे और सभी आवश्यक आवश्यकताओं को पूरा करने में आपकी सहायता करेंगे।"
        }
      ],
      [
        {
          "title": "प्राइवेट लिमिटेड कंपनी के निगमन का प्रमाण पत्र",
          "href": "section14",
          "accordion": "प्राइवेट लिमिटेड कंपनी के निगमन का प्रमाण पत्र",
          "text": "निगमन प्रमाणपत्र भारत में एक प्राइवेट लिमिटेड कंपनी के सफल पंजीकरण पर रजिस्ट्रार ऑफ कंपनीज (आरओसी) द्वारा जारी किया गया एक आधिकारिक दस्तावेज है। यह एक अलग कानूनी इकाई के रूप में कंपनी के कानूनी अस्तित्व को दर्शाता है।"
        },
        {
          "heading": "निगमन प्रमाणपत्र में आम तौर पर निम्नलिखित जानकारी शामिल होती है:"
        },
        {
          "text": "<b>1.कंपनी का नाम:</b> प्राइवेट लिमिटेड कंपनी का पंजीकृत नाम।"
        },
        {
          "text": "<b>2.कंपनी पहचान संख्या (सीआईएन):</b> आरओसी द्वारा कंपनी को सौंपी गई एक विशिष्ट पहचान संख्या।"
        },
        {
          "text": "<b>3.निगमन की तिथि:</b> वह तिथि जिस दिन कंपनी आधिकारिक तौर पर पंजीकृत हुई थी।"
        },
        {
          "text": "<b>4.पंजीकृत कार्यालय का पता:</b> कंपनी के पंजीकृत कार्यालय का पता।"
        },
        {
          "text": "<b>5. अधिकृत पूंजी:</b> शेयर पूंजी की अधिकतम राशि जिसे जारी करने के लिए कंपनी अधिकृत है।"
        },
        {
          "text": "<b>6. निदेशकों का विवरण:</b> निगमन के समय नियुक्त निदेशकों के नाम और पते।"
        },
        {
          "text": "निगमन प्रमाणपत्र कंपनी के कानूनी अस्तित्व के प्रमाण के रूप में कार्य करता है और अक्सर विभिन्न व्यावसायिक लेनदेन के लिए आवश्यक होता है, जैसे बैंक खाता खोलना, अनुबंध में प्रवेश करना, या लाइसेंस और परमिट के लिए आवेदन करना।"
        }
      ],
      [
        {
          "title": "कंपनी पंजीकरण प्रमाणपत्र का महत्व",
          "accordion": "कंपनी पंजीकरण प्रमाणपत्र का महत्व",
          "href": "section15",
          "text": "कंपनी पंजीकरण प्रमाणपत्र विभिन्न कारणों से एक महत्वपूर्ण दस्तावेज़ के रूप में कार्य करता है:"
        },
        {
          "text": "<b>1.पहचान और अस्तित्व का कानूनी प्रमाण:</b> प्रमाणपत्र एक अलग कानूनी इकाई के रूप में कंपनी की पहचान और अस्तित्व को साबित करता है। इसमें कॉर्पोरेट मामलों के मंत्रालय (एमसीए) द्वारा जारी एक अद्वितीय कॉर्पोरेट पहचान संख्या (सीआईएन) शामिल है, जो कंपनी की विशिष्ट पहचानकर्ता के रूप में कार्य करती है।"
        },
        {
          "text": "<b>2. गतिविधियां शुरू करने के लिए प्राधिकरण:</b> प्रमाणपत्र पुष्टि करता है कि कंपनी ने रजिस्ट्रार ऑफ कंपनीज (आरओसी) के साथ सफलतापूर्वक पंजीकरण कर लिया है, जिससे वह मेमोरेंडम ऑफ एसोसिएशन (एमओए) में निर्दिष्ट शर्तों के अनुसार संचालन शुरू करने में सक्षम हो गई है।"
        }
      ],
      [
        {
          "title": "भ्रामक जानकारी के परिणाम",
          "accordion": "भ्रामक जानकारी के परिणाम",
          "href": "section16",
          "text": "जैसा कि कंपनी अधिनियम 2013 की धारा 7(7) में कहा गया है, पंजीकरण के दौरान गलत जानकारी प्रदान करने के निहितार्थ को समझना आवश्यक है।"
        },
        {
          "text": "ट्रिब्यूनल निम्नलिखित कार्रवाई कर सकता है:"
        },
        {
          "text": "<b>1. ऑर्डर प्रबंधन विनियमन:</b> ट्रिब्यूनल कंपनी के प्रबंधन को विनियमित करने के लिए आदेश जारी कर सकता है, जिसमें एमओए में संभावित संशोधन भी शामिल हैं।"
        },
        {
          "text": "<b>2. सदस्यों की जिम्मेदारियों से मुक्ति:</b> कंपनी को सभी सदस्यों को उनकी जिम्मेदारियों से मुक्त करने का निर्देश दिया जा सकता है।"
        },
        {
          "text": "<b>3. पंजीकरण रद्द करना:</b> कंपनी का नाम आरओसी से वापस लिया जा सकता है, जिसके परिणामस्वरूप पंजीकरण प्रमाणपत्र रद्द हो जाएगा।"
        },
        {
          "text": "<b>4. विघटन आदेश:</b> अत्यधिक मामलों में, ट्रिब्यूनल कंपनी के विघटन के लिए आदेश जारी कर सकता है।"
        }
      ],
      [
        {
          "title": "अधिकार और लाभ",
          "accordion": "अधिकार और लाभ",
          "href": "section17",
          "text": "कंपनी पंजीकरण प्रमाणपत्र रखने से आपको आपकी कंपनी की कानूनी संरचना द्वारा प्रदान किए गए विभिन्न अधिकार और लाभ मिलते हैं। इनमें कर छूट, सतत अस्तित्व और अन्य लाभ शामिल हैं।"
        }
      ],
      [
        {
          "title": "प्रमाणपत्र के महत्व के अतिरिक्त कारण",
          "accordion": "प्रमाणपत्र के महत्व के अतिरिक्त कारण",
          "href": "section18",
          "text": "कंपनी पंजीकरण प्रमाणपत्र निम्नलिखित उद्देश्यों के लिए भी आवश्यक है:"
        },
        {
          "text": "<b>1.बिजनेस बैंक खाता:</b> यह कंपनी को वित्तीय लेनदेन के लिए एक समर्पित बिजनेस बैंक खाता खोलने में सक्षम बनाता है।"
        },
        {
          "text": "<b>2.शेयर वितरण:</b> प्रमाणपत्र कंपनी को निवेशकों या शेयरधारकों को शेयर जारी करने और वितरित करने की अनुमति देता है।"
        },
        {
          "text": "<b>3. व्यवसाय ऋण:</b> व्यवसाय के लिए ऋण सुरक्षित करने के लिए, प्रमाणपत्र ऋणदाताओं द्वारा आवश्यक महत्वपूर्ण दस्तावेज के रूप में कार्य करता है।"
        },
        {
          "text": "<b>4.व्यावसायिक बिक्री:</b> कंपनी को किसी तीसरे पक्ष को बेचने के मामले में, स्वामित्व के सुचारू और कानूनी हस्तांतरण के लिए प्रमाणपत्र आवश्यक है।"
        }
      ],
      [
        {
          "title": "अनुपालन सुनिश्चित करें और लाभ प्राप्त करें",
          "accordion": "अनुपालन सुनिश्चित करें और लाभ प्राप्त करें",
          "href": "section19",
          "text": "कंपनी पंजीकरण प्रमाणपत्र प्राप्त करना कानूनी अनुपालन सुनिश्चित करता है, वित्तीय सेवाओं तक पहुंच प्रदान करता है, और विभिन्न व्यावसायिक अवसरों के लिए मार्ग प्रशस्त करता है। संपूर्ण पंजीकरण प्रक्रिया में आपकी सहायता करने के लिए वकीलसर्च पर भरोसा करें और एक वैध प्रमाणपत्र के लाभों का लाभ उठाने में आपकी सहायता के लिए विशेषज्ञ मार्गदर्शन प्रदान करें।"
        }
      ],
      [
        {
          "title": "शब्दावली",
          "accordion": "शब्दावली",
          "href": "section20",
          "heading": "संशोधन",
          "text": "पंजीकरण दस्तावेजों में किया गया कोई भी परिवर्धन, विलोपन या संशोधन।"
        },
        {
          "heading": "निदेशक मंडल",
          "text": "कंपनी के मालिकों द्वारा व्यावसायिक गतिविधियों के प्रबंधन में उनका प्रतिनिधित्व करने के लिए चुने गए लोगों का एक समूह।"
        },
        {
          "heading": "निगमन प्रमाणपत्र",
          "text": "किसी कंपनी के सफलतापूर्वक पंजीकृत हो जाने के बाद उसे दिया गया पंजीकरण दस्तावेज़।"
        },
        {
          "heading": "डीएससी",
          "text": "डीएससी (डिजिटल सिग्नेचर सर्टिफिकेट) प्रमाणित डीलरों द्वारा जारी किया गया एक उपकरण है जिसके माध्यम से आप इलेक्ट्रॉनिक दस्तावेजों पर हस्ताक्षर कर सकते हैं।"
        },
        {
          "heading": "डी.आई.एन",
          "text": "निदेशक पहचान संख्या"
        },
        {
          "heading": "विघटन",
          "text": "किसी कंपनी को बंद करने की प्रक्रिया."
        },
        {
          "heading": "निगमन",
          "text": "एक कंपनी बनाने का कार्य."
        },
        {
          "heading": "सीमित देयता कंपनी (एलएलसी)",
          "text": "एक व्यावसायिक संगठन जिसके मालिकों की व्यावसायिक देयताओं के प्रति व्यक्तिगत जिम्मेदारी सीमित होती है।"
        },
        {
          "heading": "सीमित व्यक्तिगत दायित्व",
          "text": "जब व्यवसाय स्वामी की व्यक्तिगत संपत्ति का उपयोग व्यवसाय के ऋणों का भुगतान करने के लिए नहीं किया जा सकता है।"
        },
        {
          "heading": "नाम आरक्षण",
          "text": "एक प्रक्रिया जो किसी व्यवसाय को अपनी व्यावसायिक गतिविधियों में उपयोग के लिए एक विशिष्ट नाम आरक्षित करने की अनुमति देती है।"
        },
        {
          "heading": "पंजीकृत कार्यालय",
          "text": "यह किसी निगम का स्थायी संचार पता है। ऐसे मामलों में जहां पंजीकृत एजेंट की नियुक्ति अनिवार्य है, पता आमतौर पर पंजीकृत एजेंट का पता होता है।"
        }
      ],
      [
        {
          "title": "आपको वैकिलसर्च क्यों चुनना चाहिए",
          "accordion": "आपको वैकिलसर्च क्यों चुनना चाहिए",
          "href": "section21",
          "text": "वकिलसर्च पूरी तरह से ऑनलाइन प्राइवेट लिमिटेड कंपनी पंजीकरण प्रक्रिया प्रदान करता है, जिससे आप अपने घर से बाहर निकले बिना अपनी इकाई को पंजीकृत कर सकते हैं। हमारे विशेषज्ञ पूरी कंपनी निगमन प्रक्रिया को 14 दिनों के भीतर पूरा कर सकते हैं।"
        },
        {
          "text": "वकीलसर्च कंपनी पंजीकरण पैकेज में शामिल हैं:",
          "items": "दो निदेशकों के लिए डीआईएन और डीएससी | एमओए एवं एओए का मसौदा तैयार करना | पंजीकरण शुल्क और स्टांप शुल्क | कंपनी निगमन प्रमाणपत्र | कंपनी पैन और टैन | शून्य शेष चालू खाता - डीबीएस बैंक द्वारा संचालित"
        },
        {
          "text": "इन चरणों का पालन करके, आप अपनी खुद की प्राइवेट लिमिटेड कंपनी बनाने की प्रक्रिया शुरू कर सकते हैं। सोच-समझकर निर्णय लेने और निर्बाध विकास सुनिश्चित करने के लिए पेशेवरों से सलाह लेना उचित है।"
        }
      ]
    ],
    "faqs": {
      "faqTitle": "सामान्य प्रश्न",
      "href": "section22",
      "items": [
        {
          "question": "तमिलनाडु में कंपनी का पंजीकरण कैसे करें?",
          "answer": "भारत के किसी भी राज्य में किसी कंपनी को पंजीकृत करने के तरीके पर दिशानिर्देश कॉर्पोरेट मामलों के मंत्रालय (एमसीए) द्वारा निर्धारित किए गए हैं। कंपनी पंजीकरण प्रक्रिया में डिजिटल हस्ताक्षर प्रमाणपत्र (डीएससी), निदेशक पहचान संख्या (डीआईएन), एक उपयुक्त कंपनी का नाम चुनना, आवश्यक दस्तावेज तैयार करना, रजिस्ट्रार ऑफ कंपनीज (आरओसी) के साथ एक आवेदन दाखिल करना और आवश्यक शुल्क का भुगतान करना शामिल है।"
        },
        {
          "question": "प्राइवेट लिमिटेड कंपनी का पंजीकरण कौन कर सकता है?",
          "answer": "विदेशियों सहित कोई भी व्यक्ति या व्यक्तियों का समूह एक प्राइवेट लिमिटेड कंपनी पंजीकृत कर सकता है। हालाँकि, कुछ निश्चित मानदंड हैं जिन्हें पूरा करना आवश्यक है, जैसे कम से कम दो निदेशक और दो शेयरधारक होना। शेयरधारक व्यक्ति या कॉर्पोरेट संस्थाएं हो सकते हैं।"
        },
        {
          "question": "मैं किसी कंपनी का पंजीकरण विवरण कहां देख सकता हूं?",
          "answer": "आप कॉर्पोरेट मामलों के मंत्रालय (एमसीए) की आधिकारिक वेबसाइट पर जाकर किसी कंपनी के पंजीकरण विवरण की जांच कर सकते हैं, जिसे एमसीए21 पोर्टल के रूप में जाना जाता है। वहां, आप कंपनी का पंजीकरण विवरण देखने के लिए उसका नाम या कॉर्पोरेट पहचान संख्या (सीआईएन) खोज सकते हैं।"
        },
        {
          "question": "प्राइवेट लिमिटेड कंपनी को पंजीकृत करने में कितना खर्च आता है?",
          "answer": "प्राइवेट लिमिटेड कंपनी को पंजीकृत करने की लागत विभिन्न कारकों पर निर्भर करती है, जैसे कंपनी की अधिकृत पूंजी और एजेंटों या चार्टर्ड अकाउंटेंट द्वारा ली जाने वाली व्यावसायिक फीस। किसी कंपनी को पंजीकृत करने की लागत क्या है, यह जानने के लिए किसी पेशेवर विशेषज्ञ से परामर्श करने की अनुशंसा की जाती है।"
        },
        {
          "question": "कंपनी कितने प्रकार की होती है?",
          "answer": "कंपनी संरचनाएँ कई प्रकार की होती हैं। वे प्राइवेट लिमिटेड कंपनी, पब्लिक लिमिटेड कंपनी, वन पर्सन कंपनी (ओपीसी), लिमिटेड लायबिलिटी पार्टनरशिप (एलएलपी) और बहुत कुछ हैं। इन विभिन्न प्रकार की संरचनाओं में से प्रत्येक की अपनी विशेषताएं, कानूनी आवश्यकताएं और सीमाएं हैं।"
        },
        {
          "question": "क्या ओपीसी प्राइवेट लिमिटेड कंपनी से बेहतर है?",
          "answer": "ओपीसी और प्राइवेट लिमिटेड कंपनी के बीच चुनाव विभिन्न कारकों पर निर्भर करता है, जैसे सदस्यों की संख्या, स्वामित्व की संरचना, दायित्व संरक्षण और दीर्घकालिक लक्ष्य। ओपीसी एकल उद्यमियों के लिए उपयुक्त है, जबकि प्राइवेट लिमिटेड कंपनी कई संस्थापकों या निवेशकों वाले व्यवसायों के लिए अधिक संरचनात्मक सहायता प्रदान करती है।"
        },
        {
          "question": "क्या मैं पंजीकरण के बिना स्टार्टअप चला सकता हूँ?",
          "answer": "हालाँकि किसी कंपनी को पंजीकृत किए बिना व्यवसाय संचालित करना तकनीकी रूप से संभव है, लेकिन आम तौर पर कानूनी और परिचालन उद्देश्यों के लिए अपने व्यवसाय को पंजीकृत करना उचित है। किसी कंपनी का पंजीकरण एक अलग कानूनी पहचान, सीमित देयता सुरक्षा, बेहतर निवेश अवसर और बाजार में विश्वसनीयता प्रदान करता है।"
        },
        {
          "question": "क्या मैं भारत में स्वयं एक कंपनी पंजीकृत कर सकता हूँ?",
          "answer": "हां, आप कॉर्पोरेट मामलों के मंत्रालय (एमसीए) द्वारा प्रदान की गई निर्धारित प्रक्रियाओं और दिशानिर्देशों का पालन करके स्वयं एक कंपनी पंजीकृत कर सकते हैं। हालाँकि, कंपनी पंजीकरण प्रक्रिया जटिल और समय लेने वाली हो सकती है, इसलिए पंजीकरण में आसानी पाने के लिए विशेषज्ञ की सहायता लेने या चार्टर्ड अकाउंटेंट से परामर्श करने की सिफारिश की जाती है। आज 'सीए से बात करें'"
        },
        {
          "question": "क्या मुझे कंपनी पंजीकृत करने के लिए सीए की आवश्यकता है?",
          "answer": "नहीं, कंपनी पंजीकृत करने के लिए चार्टर्ड अकाउंटेंट (सीए) को नियुक्त करना अनिवार्य नहीं है। लेकिन विशेषज्ञ की सहायता लेने की अत्यधिक अनुशंसा की जाती है। एक सीए विशेषज्ञ मार्गदर्शन प्रदान कर सकता है, दस्तावेज़ तैयार करने में मदद कर सकता है, कानूनी आवश्यकताओं का अनुपालन सुनिश्चित कर सकता है और कंपनी पंजीकरण प्रक्रिया में तेजी ला सकता है। यदि आपको कंपनी पंजीकरण में सहायता की आवश्यकता है, तो आप किसी विशेषज्ञ से बात करने और पंजीकरण प्रक्रिया के हर चरण में विशेषज्ञ सहायता प्राप्त करने के लिए वकिलसर्च से संपर्क कर सकते हैं।"
        }
      ]
    },
    "tarsbotScript": "EJd6__",
    "additionContent": {
      "pvttm": true,
      "price": "₹999",
      "strikeprice": "₹2999",
      "priceinfo": "Govt Fees",
      "priceplus": "+",
      "hastags": ["#India", "Fights", "CoVID"],
      "splprice": "Special Price",
      "subheading1": "Limited Period Offer",
      "subheading3": "*₹500 + Statutory fees will be collected later",
      "spanclick": true,
      "multitable": true,
      "spanclickcontent": {
        "tables": [
          {
            "header_title": "Govt Fees",
            "rows": ["Private Limited - Break Up", "Amount"],
            "columns": [
              ["DSC for 2 (₹1000*2)", "₹2000"],
              ["Name Approval (Govt Fees for Name to be approved)", "₹1000"],
              ["PAN & TAN", "₹200"],
              ["Courier charges", "₹200"],
              ["GST 18%", "₹306"],
              [
                "<b>Grand Total</b>",
                "<b>₹3,706 + Govt Fees Based On State*</b>"
              ]
            ]
          },
          {
            "header_title": "*Govt Fees Based On State",
            "rows": [
              "Govt Fees Based On State",
              "Govt Fees For 1 Lakh Share Capital"
            ],
            "columns": [
              ["Andaman", "₹520"],
              ["Andhra Pradesh", "₹1520"],
              ["Arunachal Pradesh", "₹710"],
              ["Assam", "₹525"],
              ["Bihar", "₹1600"],
              ["Chandigarh", "₹1503"],
              ["Chhattisgarh", "₹1510"],
              ["Dadra And Nagar Haveli", "₹41"],
              ["Daman and Diu", "₹1170"],
              ["Delhi", "₹360"],
              ["Goa", "₹1200"],
              ["Gujarat", "₹620"],
              ["Haryana", "₹135"],
              ["Himachal Pradesh", "₹123"],
              ["Jammu and Kashmir", "₹310"],
              ["Jharkhand", "₹173"],
              ["Karnataka", "₹2020"],
              ["Kerala", "₹3025"],
              ["Lakshadweep", "₹1525"],
              ["Madhya Pradesh", "₹7550"],
              ["Maharashtra", "₹1300"],
              ["Manipur", "₹260"],
              ["Meghalaya", "₹410"],
              ["Mizoram", "₹260"],
              ["Nagaland", "₹260"],
              ["Odisha", "₹610"],
              ["Punjab", "₹10025"],
              ["Rajasthan", "₹1010"],
              ["Sikkim", "We do not register"],
              ["Tamil Nadu", "₹520"],
              ["Telangana", "₹1520"],
              ["Tripura", "₹260"],
              ["Uttar Pradesh", "₹1010"],
              ["Uttarakhand", "₹1010"],
              ["West Bengal", "₹370"],
              ["Pondicherry", "₹510"]
            ]
          }
        ]
      }
    },
    "nofreeconsultation": "true",
    "submitbtn": "Register my Company",
    "video": "https://www.youtube.com/embed/XMBGb_QuJVc?rel=0?autoplay=1"
  },
  "languages": ["english"]
}
