{
  "url": "one-person-company-opc-india",
  "serviceName": "OPC Registration",
  "whitenav": true,
  "sliderwidth": true,
  "Noflag": true,
  "showGoogleCityField": true,
  "hideStateField": true,
  "pageName": "one-person-company-opc-india",
  "hidetars": true,
  "b2bServicePage": true,
  "kommunicateGenricChatBot": true,
  "kommunicateServiceBotName": "opc",
  "criteoscript": true,
  "hidewebengage": true,
  "testvariantA2": true,
  "testvariantAnew": true,
  "testvariantformpvt": true,
  "newvariant": true,
  "ptltestimonial": true,
  "linkedInScript": true,
  "hasHindiPage": true,
  "pageTitle": "One Person Company (OPC) Registration in India - Vakilsearch",
  "canonical": true,
  "canonicalUrl": "one-person-company-opc-india",
  "showClickToWatch": true,
  "meta": {
    "keyword": "one person company, one person company registration, opc, opc registration, opc company registration ",
    "description": "Unleash the potential of your One Person Company (OPC) in India through effortless registration, streamlined processes, and expert guidance. Start now!"
  },
  "schema": {
    "articleSchema": {
      "@context": "https://schema.org",
      "@type": "Article",
      "mainEntityOfPage": {
        "@type": "WebPage",
        "@id": "https://vakilsearch.com/one-person-company-opc-india"
      },
      "headline": "One Person Company (OPC) Registration in India - Vakilsearch",
      "description": "Your entrepreneur journey begins here. Get your One Person Company (OPC) Incorporated in 15 days by experts! We'll take care of all the document drafting and filing.",
      "image": {
        "@type": "ImageObject",

        "url": "https://vakilsearch.com/blog/wp-content/uploads/2023/04/one-person-company-1.png"
      },
      "articleSection": "v2",
      "keywords": "one person company, one person company registration, opc registration, registration of opc, one person company india, opc company registration, opc company in india,register one person company",
      "datePublished": "",
      "dateModified": "",
      "author": {
        "@type": "Person",
        "name": "VakilSearch"
      },
      "publisher": {
        "@type": "Organization",
        "name": "VakilSearch",
        "logo": {
          "@type": "ImageObject",
          "url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQjpD1lt7g1naDsHjs2yuf-KpP9QtH0D9MJ30uqVkvc&s",
          "width": 800,
          "height": 344
        }
      }
    }
  },
  "serviceItems": [
    {
      "header": "",
      "items": [
        "Low cost with expert service delivery",
        "5,00,000+ startups served across India",
        "100% online process"
      ]
    }
  ],
  "content": {
    "serviceId": "3",
    "title": "One Person Company (OPC) Registration in India",
    "bannerClickspan": true,
    "subcontent": "*Govt.fees & taxes",
    "subcontent2": " vary by state and are not included in the price.",
    "formTitle": "Start OPC Registration",
    "thirdform": "true",
    "hideyellowLine": true,
    "newtestimonialWithReview": true,
    "partnerBenefits": true,
    "lpsBanner": true,
    "bannerBottomContent": "Get Partner Benefits Worth Upto 4 lakhs by Incorporating Your Company With Us!",
    "bannerInsight": "<b>10,000+</b> LLP registrations since 2011",
    "partnerImages": "https://assets.vakilsearch.com/lpsservice/iso.svg",
    "partnerBenefitsContent": {
      "title": " Exclusive Partner Benefits for Vakilsearch Clients",
      "href": "section11",
      "subTitle": "Benefits worth up to <b>4 lakhs</b> when you Incorporate with us!",
      "partners": [
        {
          "image": "https://assets.vakilsearch.com/llp/bank-partners-min.png",
          "width": 285,
          "height": 24,
          "alt": "bank",
          "benefitText": "Current Bank",
          "benefits": [
            "Zero Balance current account for 1 year",
            "Get upto 7% interest on deposits "
          ]
        },
        {
          "image": "https://assets.vakilsearch.com/llp/cloud-min.png",
          "width": 251,
          "height": 24,
          "alt": "cloud",
          "benefitText": "Cloud based HRMS payroll",
          "benefits": [
            "Few tap attendance/Leave tracking",
            "Mobile app for employees"
          ]
        },
        {
          "image": "https://assets.vakilsearch.com/llp/nium-min.png",
          "width": 87,
          "height": 24,
          "alt": "nium",
          "benefitText": "Cloud based HRMS payroll",
          "benefits": [
            "Offer your clients to pay in their local currency",
            "Convert the funds at great FX rates",
            "Get money into your account within 24-48 hh"
          ]
        },
        {
          "image": "https://assets.vakilsearch.com/llp/nowfloats-new-min.png",
          "width": 166,
          "height": 24,
          "alt": "nowfloat",
          "benefitText": "Website development",
          "benefits": [
            "Create your website within minutes",
            "Get a custom domain",
            "No server or hosting fee"
          ]
        },
        {
          "image": "https://assets.vakilsearch.com/llp/chqbook-new-min.png",
          "width": 86,
          "height": 24,
          "alt": "chqbook",
          "benefitText": "Business loan",
          "benefits": [
            "Business loan approved in under 72 hours",
            "Collateral-free loans",
            "Digital process, minimal documentation"
          ]
        },
        {
          "image": "https://assets.vakilsearch.com/llp/bimakavach-min.png",
          "width": 211,
          "height": 24,
          "alt": "bimakavach",
          "benefitText": "Business Insurance Made Easy",
          "benefits": [
            "Directors & Officers Insurance",
            "Crime Insurance",
            "Product Liability Insurance"
          ]
        }
      ]
    },
    "modalTitle": "View sample Certificate",
    "newbannerPrices": "LLP registration starts from <b>₹2,000</b> +other charges",
    "certificateTitle": "dddd",
    "certificateLink": "https://assets.vakilsearch.com/live-images/opc-certificate.jpg",
    "formSection": {
      "title": "One Person Company (OPC) Registration in India",
      "subTitle": "",
      "list": [
        "Get your application submitted within 10 Days",
        "Transparent process, thorough follow up and regular updates"
      ],
      "formTitle": "Register your company today",
      "submitCTA": "Talk to registration expert",
      "secondaryFormSection": {
        "formTitle": "Get me more details",
        "submitCTA": "Talk to registration expert"
      }
    },

    "menus": [
      {
        "title": "OPC Company - Overview",
        "href": "#section1"
      },
      {
        "title": "Steps for Incorporation of OPC Company",
        "href": "#section3"
      },
      {
        "title": "Documents Required for One Person Company Registration",
        "href": "#section2"
      },
      {
        "title": "Registration Package",
        "href": "#section4"
      },
      {
        "title": "Checklist for One Person Company",
        "href": "#section5"
      },
      {
        "title": "Features of OPC Company",
        "href": "#section6"
      },
      {
        "title": "Compliance for One Person Company",
        "href": "#section12"
      },
      {
        "title": "Restrictions on One Person Company",
        "href": "#section7"
      },
      {
        "title": "Benefits of OPC Company",
        "href": "#section8"
      },
      {
        "title": "Why Vakilsearch?",
        "href": "#section9"
      },
      {
        "title": "FAQs on OPC Company",
        "href": "#section10"
      },
      {
        "title": "Partner Benefits",
        "href": "#section11",
        "new": true
      }
    ],
    "summary": {
      "title": "Why Should I Use Vakilsearch for OPC?",
      "description": "Vakilsearch has a team of registration experts who can provide complete guidance to register your One Person Company.",
      "steps": [
        {
          "title": "Fix an appointment",
          "description": "Just reach out to our experts at vakilsearch on our website",
          "sign": "https://assets.vakilsearch.com/live-images/website_revamp/new-service-step2.svg"
        },
        {
          "title": "Get all your queries resolved",
          "description": "On the call, get your queries resolved without any delay. Provide the required documents",
          "sign": "https://assets.vakilsearch.com/live-images/website_revamp/new-service-step3.svg"
        },
        {
          "title": "Holistic guidance",
          "description": "Our team will support you with the formalities and compliances following registration",
          "sign": "https://assets.vakilsearch.com/live-images/website_revamp/new-service-step1.svg"
        }
      ]
    },
    "sections": [
      [
        {
          "title": "One Person Company",
          "href": "section1",
          "text": "Prior to the implementation of the Companies Act of 2013 only two people could form a company. The Companies Act of 2013 supports the formation of One Person Company (OPC) in India. It governs the registration and functioning of <b>one person company</b> in India. In comparison with a public company a private company should have at least two directors and two members however on the contrary, one person company registration doesn't need any group of people to be incorporated."
        },
        {
          "text": "As per the Section 262 of Companies Act of 2013 and official registration of OPC in India is legal. One person company registration in India requires a single director and a single member representing the whole firm. This corporation type has very few compliance requirements in comparison with a private corporation."
        }
      ],
      [
        {
          "title": "Steps for Registration of OPC",
          "href": "section3",
          "items": "<img src= 'https://s3.ap-south-1.amazonaws.com/assets.vakilsearch.com/live-images/infographics/one_person_company.png' alt='OPC registration' title='OPC registration process' width='400px' height='441px' /> | <b>Step 1:</b> Check the eligibility and documentation | <b>Step 2:</b> Request DSCs and DINs for each director | <b>Step 3:</b> Submit a request for a name reservation Form Spice+ for company incorporation | <b>Step 4:</b> Apply for PAN and TAN for your new business | <b>Step 5:</b> RoC issues an incorporation certificate with a PAN and TAN | <b>Step 6:</b> Open a bank account and start your business."
        },
        {
          "text": "The whole process for one person company registration can be completed in a time span of just 20 days. All you have to do is reach out to Vakilsearch and complete the process with no delay."
        }
      ],
      [
        {
          "title": "Documents Required for OPC Company Registration",
          "href": "section2",
          "heading": "A scanned replica of a current bank statement",
          "text": "You can access bank statements online through internet banking or by visiting a bank location. Account statements and transaction summary statements are other names for them that are frequently used."
        },
        {
          "heading": "An electricity or gas bill, a phone bill, and a mobile bill",
          "text": "Utilities costs typically cover electricity, gas, water/sewage, and rubbish disposal. Since they are now considered ordinary in the majority of Indian households, other services like internet, cable TV, and phone services are occasionally regarded as extra utilities. The price of utilities can vary widely, largely depending on your region, the temperature where you live, and your usage patterns. Hence these are also submitted as important documents for registration of OPC."
        },
        {
          "heading": "Rental agreement in English transcribed in a digital format",
          "text": "Rental agreements are usually handed over as hard copies to the tenants. This has to be scanned and provided to the authority for documentation."
        },
        {
          "heading": "A landowner's no-objection certificate transcribed in a digital format",
          "text": "This document is from the landowner of the specific land. Every company must always maintain a registered address for the corporation under Section 12 of The Companies Act, 2013 When a business is incorporated in India, the registered address is provided as an attachment to the Spice+ form. However, if the business's address changes after incorporation, a Form INC-22 notification of the new registration address of the company must be submitted to the ROC."
        },
        {
          "heading": "A property or sale deeds scanned copy in English language (if the property is owned)",
          "text": "A sale deed is a legal document used in real estate transactions to prove the purchase and transfer of property ownership from the seller to the buyer. This is the primary ownership transfer paperwork. A sale deed is sometimes known as the conveyance deed or the final deed."
        }
      ],
      [
        {
          "title": "Vakilsearch Registration Package for One Person Company in India",
          "href": "section4",
          "items": "Vakilsearch registration package provides a <a href='https://vakilsearch.com/dsc-registration'><b>Digital Signature Certificate online</b></a> for one of your director's | We will also provide a Directors Identification Number (DIN) (If the shareholders are different from directors, then additional DSC is required for shareholders) | Our Business experts will provide assistance with deciding the company name | PAN and TAN, drafting the articles of association, paying the government stamp duty and the certificate of incorporation fee, obtaining the name approval certificate, and <a href='https://vakilsearch.com/online-gst-registration'><b>registering for GST</b></a>, PF, ESI, and PT (only applicable in Maharashtra) will be done with utmost care and speed | A Zero balance current account will be opened in DBS or ICICI. "
        }
      ],
      [
        {
          "title": "Checklist for One Person Company Registration",
          "href": "section5",
          "items": "Maximum and minimum membership requirements must be met | There should be a nominee chosen before incorporation | Use Form INC-3 to request the nominee's approval | The Companies (Incorporation Rules) 2014 mandate that the OPC name be selected | Minimum authorised capital of ₹1 Lakh | DSC of the potential director | Evidence of the OPC's registered office."
        }
      ],
      [
        {
          "title": "Features of One Person Company",
          "href": "section6"
        },
        {
          "heading": "Easy Succession",
          "text": "Despite having a single person running all the daily activities of the company, OPC provides options for perpetual succession. After the demise of a member of the company, the nominee can run the company."
        },
        {
          "heading": "Limited Liability",
          "text": "The member in a one-person company has limited liability. Since OPC is a registered company it is treated as a separate legal entity providing greater protection to its members. The liability of the member is limited to their shares so they are not liable for any losses conducted in the company. In case of bankruptcy, the creditors can sue the company and not the director of the company for procuring the company's debt."
        },
        {
          "heading": "Sole Directorship and Shareholder",
          "text": "In one person company registration a single member acts as a director so they stand liable for managing the company's day-to-day activities. In this case, there is no need for an executive director to run the daily needs. A single member is more than sufficient and acts as a shareholder with all responsibilities."
        },
        {
          "heading": "Ownership in Property",
          "text": "Since the OPC is treated as a separate legal entity the person has the right to hold property related to business and other assets in their name. The properties including machinery factories, residential property, buildings, and other assets cannot be claimed by another person. As per law, the one person company registration can acquire property directly under its name."
        }
      ],
      [
        {
          "title": "Compliances for a One Person Company",
          "href": "section12",
          "text": "Certain compliances are outlined in the Companies Act of 2013 and must be met by the specified deadlines. These regulations provide openness, good governance, and safeguard the interests of all parties involved, including the ROC, shareholders, directors, investors, and tax authorities. These compliances can be divided into annual compliances, recurring compliances, post-incorporation one-time compliances, and compliances dependent on events. The first category of one-time compliances has been thoroughly covered here."
        },
        {
          "heading": "One Time Compliance",
          "text": "A one person company must immediately comply with specific legal requirements outlined by the Companies Act of 2013 and, if necessary, secure local registrations in accordance with the state laws of the location where the OPC is conducting business. The complete list of compliances along with their deadlines is shown below. For in-depth discussions, contact one of our startup advisors."
        },
        {
          "datas": [
            {
              "type": "table",
              "headings": ["Compliance Requirement", "Due Date"],
              "rows": [
                {
                  "field1": "Appointment of First Auditor",
                  "field2": "Within 30 Days of Incorporation"
                },
                {
                  "field1": "Issue of Share Certificate",
                  "field2": "Within 60 Days of Incorporation"
                },
                {
                  "field1": "Stamp Duty Payment on Share Certificate",
                  "field2": "Within 30 Days of Certificate Issue"
                },
                {
                  "field1": "Filing of INC-20A (Declaration for Business Commencement)<br>- Registered Address maintenance<br>- Registered office details filing<br>- Current Bank Account opening<br>- Entire Subscribed Capital received",
                  "field2": "Within 180 Days of Incorporation, but before commencing business"
                }
              ]
            }
          ]
        },
        {
          "text": "<b>Note:</b> The due date for Compliance Requirement 4 is a bit more complex, so we have broken it down into its component parts to provide clarity."
        }
      ],
      [
        {
          "title": "Restrictions on One Person Company",
          "href": "section7",
          "text": "Despite having major advantages, one person company registration also comes with a certain set of restrictions."
        },
        {
          "heading": "Not Apt for Scalability",
          "text": "Registering your business as an OPC is a perfect option for a small business structure. However, if you are planning to scale it up on greater levels then this might not work.at any given time the total number of people in an OPC is always one. If you are planning to add more members and have more shareholders you cannot register your business as OPC. So OPC registration is not apt to raise further capital. This will inhibit the expansion and growth of businesses."
        },
        {
          "heading": "Higher Restrictions on Business Activities",
          "text": "As per the rules and regulations, OPC is not permitted to conduct non-banking financial investment activities. Registering yourself as an OPC will not provide freedom to invest in the security of other corporations."
        },
        {
          "heading": "No Clear Distinction Between Ownership and Management",
          "text": "Since the one-person company has a single person to act as both the director of the company and the management there is no clear distinction between both roles. A single person is permitted to take and approve all the decisions. So, there are higher chances of unethical practices."
        }
      ],
      [
        {
          "title": "Advantages Of OPC Company in India",
          "href": "section8",
          "heading": "Legal Standing",
          "text": "The member grants the OPC registration a separate legal entity status. The sole person who incorporated the OPC is protected by its distinct legal status. The member is not personally liable for the company's loss; instead, his or her liability is limited to the value of the shares that he or she owns. Therefore, the OPC and not the member or director may be sued by the creditors."
        },
        {
          "heading": "Easy Access to Funding",
          "text": "One person company registration in India can easily raise money through venture capital, angel investors, incubators, and other sources because it is a private company. Getting money is now simple."
        },
        {
          "heading": "Less Conformity",
          "text": "One person company registration is given some exemptions from compliance requirements under the Companies Act of 2013. The OPC is not required to prepare the cash flow statement. The secretary of the company is not required to provide any annual reports and maintain any account books."
        },
        {
          "heading": "Easy Integration",
          "text": "And one person company in India can be easily integrated without any legal hassles. A member also serving as a director should provide the approval for integration. There is no minimum paid up capital requirement."
        },
        {
          "heading": "Easy to Manage",
          "text": "Administration of the OPC can be made simple by allowing a single person to both find and lead it. Making decisions is straightforward, and it happens quickly. The member can easily pass both ordinary and special resolutions by writing them down in the minutes book and getting just one other member to sign them. Because there won't be any internal disputes or delays, managing the company will be easy."
        },
        {
          "heading": "Constant Repetition",
          "text": "The OPC has the function of perpetual succession even with only one member. A nominee must be chosen by the single-member when incorporating the OPC. The candidate will take over operation of the company in the event that a member passes away."
        }
      ],
      [
        {
          "title": "Why Vakilsearch?",
          "href": "section9",
          "items": "We submit a name approval application for your<a href='https://vakilsearch.com/sole-proprietorship-registration'> sole proprietorship</a> | Experts at Vakilsearch will draft the MOA and AOA on your behalf, and will file the necessary paperwork with the MCA to be incorporated | Allocation for PAN and TAN happens simultaneously | Our team of experts will let you know how your <b>OPC Registration</b> is progressing. | Basically we have got you completely covered."
        }
      ],
      [
        {
          "accordion": "Partner Benefits",
          "new": true
        }
      ]
    ],
    "faqs": {
      "href": "section10",
      "items": [
        {
          "question": "What is a one person company?",
          "answer": " A one person company (OPC) is a type of company structure introduced in India that allows a single individual to establish and manage a company with limited liability. It provides a separate legal entity status to the individual and protects their personal assets."
        },
        {
          "question": "What are the features of a one person company?",
          "answer": "The key features of an OPC include having only one shareholder, limited liability protection, the ability to appoint a nominee, exemption from holding annual general meetings, and relaxed compliance requirements compared to other company types."
        },
        {
          "question": "What is the difference between OPC vs LLP vs Pvt Ltd?",
          "answer": "OPC is a company structure for a single individual, while LLP (Limited Liability Partnership) and Pvt Ltd (Private Limited Company) require at least two partners/shareholders. OPC has limited liability with a separate legal entity, LLP has partners with limited liability, and Pvt Ltd has shareholders with limited liability."
        },
        {
          "question": "Who is eligible for OPC?",
          "answer": "Only Indian residents who are natural persons and not minors can form an OPC. A person can be a member in only one OPC at a time and cannot incorporate more than one OPC."
        },
        {
          "question": "What are the documents required for OPC company registration?",
          "answer": "Documents required for One person company registration include PAN card, Aadhaar card, identity proof, address proof, and passport-sized photographs of the proposed director/member. Additionally, address proof of the registered office and a No-Objection Certificate (NOC) from the property owner may be needed."
        },
        {
          "question": "Is OPC public or private?",
          "answer": "An OPC is a private company by default, as it has only one shareholder. It cannot issue shares to the public, and the word ‘Private’ must be mentioned in its name."
        },
        {
          "question": "What are the rules for an OPC company?",
          "answer": "OPCs must comply with the rules and regulations under the Companies Act, 2013, and other applicable laws. They should have a minimum of one director and one nominee, and the nominee's consent must be obtained. OPCs also have certain restrictions on their operations and cannot carry out non-banking financial investment activities."
        },
        {
          "question": "What is the OPC registration fee?",
          "answer": "The OPC registration fee varies based on the authorised capital of the company. As of 2021, the fee ranges from ₹ 2,000 to ₹ 10,000 for different capital slabs. Check the latest regulations with our professionals."
        },
        {
          "question": "Can OPC have directors?",
          "answer": "Yes, an OPC must have a minimum of one director. The director can also be the sole shareholder/member of the OPC. However, there is no maximum limit on the number of directors, subject to the provisions of the Companies Act of 2013."
        },
        {
          "question": "How to register an OPC company in India?",
          "answer": "To register an OPC, one must follow the process of obtaining a Digital Signature Certificate (DSC) for the director, obtaining Director Identification Number (DIN), obtaining name approval, preparing the incorporation documents, and filing the incorporation form along with the required fees with the Registrar of Companies (ROC)."
        },
        {
          "question": "What is the tax rate for OPC?",
          "answer": "The tax rate for an OPC is the same as for other private limited companies. As of 2021, the corporate tax rate is 25% for companies with an annual turnover up to ₹400 crores. However, it's essential to consider the latest tax laws and consult a tax professional."
        },
        {
          "question": "Can a one person company issue shares?",
          "answer": " No, an OPC cannot issue shares to the public as it is a private company with only one shareholder. The shareholding remains with the sole member, and any transfer of shares must be done within the framework of the Companies Act, 2013 and the OPC's Articles of Association."
        },
        {
          "question": "Can an OPC open a trading account?",
          "answer": " Yes, an OPC can open a trading account to engage in buying and selling securities in the stock market. The OPC must comply with the necessary regulations and procedures of the respective stock exchange and appoint a designated authorised person for trading activities."
        },
        {
          "question": "Can an OPC open a Demat account?",
          "answer": "Yes, an OPC can open a Demat account. A demat account is required to hold and trade securities in an electronic form. The OPC company needs to approach a depository participant (DP) and complete the account opening process as per the regulations of the depository and stock exchanges."
        },
        {
          "question": "What function does a nominee perform in a One Person Company?",
          "answer": "A nominee is a person who joins the business in the event that the promoter passes away or is rendered incapable."
        },
        {
          "question": "How much is the permitted capital fee?",
          "answer": " The total number of shares that a company may issue to its shareholders is known as its authorised capital. A Company must pay the authorities an issued capital fee before issuing shares."
        },
        {
          "question": "What does it cost to maintain a One Person Company?",
          "answer": "Slightly less money is spent on an OPC than on a private limited company. You'll spend about ₹12,000 to incorporate, followed by about ₹15,000 per year in compliance fees and the cost of an auditor to review your financial records."
        },
        {
          "question": "What exactly is a dead company?",
          "answer": "If the annual compliances are not met, the company becomes dormant and can eventually be struck off. It takes upto 20 years to be revived."
        },
        {
          "question": "What is a DSC?",
          "answer": "While submitting the document online, the online digital signature certificate electronically confirms the sender's or signer's identity. Some of the application documents must be signed by the directors using their digital signatures, as per the MCA."
        },
        {
          "question": "Can I launch multiple OPCs at once?",
          "answer": "No, a person can only form one OPC at once. In an OPC, the nominee is also covered by this rule."
        },
        {
          "question": "What tax benefits are available to an OPC?",
          "answer": "There are no general benefits, but some benefits that are industry-specific. In addition to the minimum alternative tax and dividend distribution tax, profits are subject to a flat tax of 30%."
        },
        {
          "question": "What is the difference between a one person company and sole proprietorship company?",
          "answer": "Even though both an OPC and a sole proprietorship have only one person or member, they operate in very different ways. OPC is treated as a company with limited liability and the ability to own assets and property. A sole proprietorship, on the other hand, lacks these characteristics. As a result, there is no perpetual succession in the business, and the sole proprietor bears infinite responsibility."
        },
        {
          "question": "What Is a Dormant Company?",
          "answer": "If the annual compliances are not met, the company remains dormant and can eventually be struck off. Up to 20 years can pass before a struck firm can be restored."
        }
      ]
    },
    "recentUpdates": [],
    "serviceTypes": {
      "title": "Types of Government Registrations",
      "rows": [
        "Recommended For",
        "Ease of Accommodating Investment",
        "Limited Liability Protection",
        "Tax Advantages",
        "Perpetual Existence",
        "Statutory Compliances"
      ],
      "cols": [
        " One Person Company ",
        " Limited Liability Partnership ",
        " Private Limited Company ",
        " Partnership Firm ",
        " Sole Proprietorship "
      ],
      "values": [
        [
          "Sole promoters",
          "Possible, but severely unlikely ",
          "Yes",
          "Few benefits",
          "Yes",
          "High"
        ],
        [
          "Professional services firms",
          "Possible, but unlikely",
          "Yes",
          "Most efficient",
          "Yes",
          "Low"
        ],
        [
          "Start-ups and growing companies",
          "Very easy to accommodate",
          "Yes",
          "Few benefits",
          "Yes",
          "High"
        ],
        [
          "Home businesses",
          "Almost impossible",
          "No",
          "Minimal",
          "No",
          "Minimal"
        ],
        [
          "Small traders and manufacturers",
          "Impossible",
          "No",
          "Minimal",
          "No",
          "Minimal"
        ]
      ],
      "links": [
        "",
        "/llp-registration-india",
        "/online-company-registration",
        "/partnership-firm",
        "/proprietorship-registration-india-sole-proprietorship"
      ]
    },
    "additionBannerContent": {
      "spanclick": true,
      "spanclickcontent": {
        "tables": [
          {
            "header_title": "One Person Company Charges & Fees",
            "sub_headline": "",
            "rows": ["Break Up", "Amount"],
            "columns": [
              ["DSC for 2 (₹1000*2)", "₹2,000"],
              ["Name Approval Fees (Paid to Govt)", "₹1,000"],
              ["PAN & TAN Fees", "₹200"],
              ["Courier Charges", "₹200"],
              ["Stamp & Notary Fees", "Varies by State"],
              ["GST 18%", "₹396"],
              ["<b>Grand Total</b>", "<b>₹3,796 + Stamp & Notary Fees<li>"]
            ]
          },
          {
            "header_title": "Stamp & Notary Fees for 1 Lakh Capital",
            "sub_headline": "",
            "rows": ["State", "Fees"],
            "columns": [
              ["Andaman & Nicobar", "₹520"],
              ["Andhra Pradesh", "₹1,520"],
              ["Arunachal Pradesh", "₹710"],
              ["Assam", "₹525"],
              ["Bihar", "₹1,600"],
              ["Chandigarh", "₹1,503"],
              ["Chhattisgarh", "₹1,510"],
              ["Dadra and Nagar Haveli", "₹41"],
              ["Daman and Diu", "₹1,170"],
              ["Goa", "₹1,200"],
              ["Gujarat", "₹620"],
              ["Haryana", "₹135"],
              ["Himachal Pradesh", "₹123"],
              ["Jammu Kashmir", "₹310"],
              ["Jharkhand", "₹173"],
              ["Karnataka", "₹2,020"],
              ["Kerala", "₹3,025"],
              ["Lakshadweep", "₹1,525"],
              ["Madhya Pradesh", "₹7,550"],
              ["Maharashtra", "₹1,300"],
              ["Manipur", "₹260"],
              ["Meghalaya", "₹410"],
              ["Mizoram", "₹260"],
              ["Nagaland", "₹260"],
              ["New Delhi", "₹360"],
              ["Orissa", "₹610"],
              ["Pondicherry", "₹510"],
              ["Punjab", "₹10,025"],
              ["Rajasthan", "₹1,010"],
              ["Sikkim", "We do not register"],
              ["Tamil Nadu", "₹520"],
              ["Telengana", "₹1,520"],
              ["Tripura", "₹260"],
              ["Uttar Pradesh", "₹1,010"],
              ["Uttarakhand", "₹1,010"],
              ["West Bengal", "₹370"]
            ]
          }
        ]
      }
    },
    "tarsbotScript": "Sk-xAt",
    "hideformfields": true,
    "citywidth": true,
    "hidelangfield": "NA",
    "nofreeconsultation": true,
    "newbanner": false,
    "newcontentgst": true,
    "subheading4": "",
    "submitbtn": "Talk to registration expert",
    "legalbtn": "",
    "moreDetailsnew": "",
    "video": "https://www.youtube.com/embed/_sW5jY0ga4c?autoplay=1"
  },
  "dashboardtm": true,
  "languages": ["hindi"],
  "youtubelitevideo": "_sW5jY0ga4c"
}
